SSLD/5-2 5.7 Separation-Individuation 1.org
#+OPTIONS: \n:t toc:nil num:nil html-postamble:nil
#+HTML_HEAD_EXTRA: <style>body {background: rgb(193, 230, 198) !important;}</style>
* 5-2 5.7 Separation-Individuation 1
#+begin_verse
So when we're looking at transforming relationships,
	an important aspect that comes up is a process of Separation-Individuation.
And so traditionally that comes from Attachment Theory.
Where we look at the child's slowly but surely kind of becoming their own person
	and separating from their very enmeshed relationship with their caregiver.
But in SSLD we kind of understand it differently, right?
Yeah, I think Attachment Theory actually makes a significant contribution
	to our understanding of relationship from like childhood onwards.
And I think
	Separation Individuation provides a good conceptual structure for making sense of things.
	
But given our experience working not only with children, with their caregiver or parent,
	we also work with like people
		who are older and deal with issues that are discovered later in life.
We have a slightly different take on this.
First of all, when we talk about Separation Individuation,
	we find that not everyone completes that process when they're in their childhood.
Some people actually will take way longer.
You have people
	who are very dependent on a parent or parental figure for a long time
		and doesn't really complete the separation individuation until much older.
And then we also have the other side of the story which is like the parent not being able to let go.
And then when the child is supposed to leave,
	the parent is sort of holding on and not allowing that separation individuation to happen.
We also see that in relationships that are enmeshed
	and then you have two persons involved in a relationship
		which is like in a way resembling a parent-child situation.
And then like you have the same, or not exactly the same, but like very similar dynamics.
And one person is like making the decisions, like taking care and providing,
	and then the other person is dependent on that other person.
And when this person wants to gradually move out of that relationship and becomes independent,
	there will be a lot of tension and reluctance maybe.
And sometimes can be even like outright conflict, aggression, hostility.
So yeah like Separation Individuation
	is a very useful conceptual frame or metaphor for understanding relationships.
	
Maybe you can tell us a little bit about why it is so difficult for some people
	to really engage in this process of separation and individuation in relationship?
Well, like you know,
	in the SSLD framework we always use this one little interesting concept of needs, right?
And then like, how does it work?
Our analysis goes something like this.
When someone is heavily invested in a relationship and cannot let go,
	and cannot leave that relationship and become like more independent.
It usually means that this person doesn't have a lot of options from other sources
	or from other relationships to address his or her needs.
So if you imagine there's a parent like who can not let go of her child.
Well, it can happen to men, too, I'm not saying that only mothers do that.
There's fathers who cannot let their child go.
So the parent is heavily invested in this relationship.
Meaning that many of his or her needs are met through this relationship
	and those needs can not be effectively met by other relationships.
And that's why when the child is about to go,
	the parent will become nervous, anxious, and controlling, and want to hold onto the child.
So, but then if you are talking about someone who has multiple sources of gratification,
		like many gratifying relationships in his or her life,
	and life is rich and pleasant.
I believe this person will have less of a problem
	allowing this other person go and separate and individuate.
So I think the key idea we have is you know, whether the person's needs are met.

We can also talk about the person who is leaving.
It's the same thing.
For some people, they stay in the relationship and they cannot individuate or separate.
Because they're largely dependent on this one relationship to meet most of their needs.
And they may not have the confidence,
	they may not even believe that it is possible for them to have those needs met
		when they step out of the relationship.
So they stay in that relationship,
	even when it is like, stifling, and oppressive, and sometimes even abusive.
So our approach to this is to help empower the person who has to separate and individuate.
And one of the things that we do is to let this person
	develop a wider repertoire of skills and a wider range of working, functioning relationships.
So that his or her needs are being met.
Then it makes it easier for this person
	to go through this transition of like separation and individuation.
#+end_verse
** expression
separation [ˌsepəˈreɪʃ(ə)n]: n. when something separates or is separate分离, 分开
individuate [ˌɪndɪˈvɪdʒuˌeɪt] individuation: v.n. to make someone or something clearly different from others of the same kind使个体化
enmesh [ɪn'meʃ]: v. involve (someone) in a difficult situation from which it is hard to escape使陷入
resemble [riˈzɛmb(ə)l]: v. to look like or be similar to someone or something象, 类似
dynamics [daɪ'næmɪks]: n. the way in which things or people behave, react, and affect each other动力
reluctance [rɪ'lʌktəns]: n. when someone is unwilling to do something, or when they do something slowly to show that they are not very willing不愿意
invest [ɪnˈvest]: v. to buy shares, property, or goods because you hope that the value will increase and you can make a profit投资,投入
stifle [ˈstaɪf(ə)l]: v. to stop something from happening or developing OPP encourage压抑
empower [emˈpaʊr]: v. to give someone more control over their own life or situation使自主
repertoire [ˈrepərˌtwɑ:r]: n. the total number of things that someone or something is able to do全部才能
--------------------
take way longer: 花更长时间
hold on/onto sb.: 抓住某人不放
let go (of her child): 放手(某人)
