SSLD/5-2 5.7 Separation-Individuation 1.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2025-01-29 Wed 16:42 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="author" content="DESKTOP-13B7HQM" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<div id="outline-container-orgc481b1a" class="outline-2">
<h2 id="orgc481b1a">5-2 5.7 Separation-Individuation 1</h2>
<div class="outline-text-2" id="text-orgc481b1a">
<p class="verse">
So when we're looking at transforming relationships,<br />
&#xa0;an important aspect that comes up is a process of Separation-Individuation.<br />
And so traditionally that comes from Attachment Theory.<br />
Where we look at the child's slowly but surely kind of becoming their own person<br />
&#xa0;and separating from their very enmeshed relationship with their caregiver.<br />
But in SSLD we kind of understand it differently, right?<br />
Yeah, I think Attachment Theory actually makes a significant contribution<br />
&#xa0;to our understanding of relationship from like childhood onwards.<br />
And I think<br />
&#xa0;Separation Individuation provides a good conceptual structure for making sense of things.<br />
<br />
But given our experience working not only with children, with their caregiver or parent,<br />
&#xa0;we also work with like people<br />
&#xa0;&#xa0;who are older and deal with issues that are discovered later in life.<br />
We have a slightly different take on this.<br />
First of all, when we talk about Separation Individuation,<br />
&#xa0;we find that not everyone completes that process when they're in their childhood.<br />
Some people actually will take way longer.<br />
You have people<br />
&#xa0;who are very dependent on a parent or parental figure for a long time<br />
&#xa0;&#xa0;and doesn't really complete the separation individuation until much older.<br />
And then we also have the other side of the story which is like the parent not being able to let go.<br />
And then when the child is supposed to leave,<br />
&#xa0;the parent is sort of holding on and not allowing that separation individuation to happen.<br />
We also see that in relationships that are enmeshed<br />
&#xa0;and then you have two persons involved in a relationship<br />
&#xa0;&#xa0;which is like in a way resembling a parent-child situation.<br />
And then like you have the same, or not exactly the same, but like very similar dynamics.<br />
And one person is like making the decisions, like taking care and providing,<br />
&#xa0;and then the other person is dependent on that other person.<br />
And when this person wants to gradually move out of that relationship and becomes independent,<br />
&#xa0;there will be a lot of tension and reluctance maybe.<br />
And sometimes can be even like outright conflict, aggression, hostility.<br />
So yeah like Separation Individuation<br />
&#xa0;is a very useful conceptual frame or metaphor for understanding relationships.<br />
<br />
Maybe you can tell us a little bit about why it is so difficult for some people<br />
&#xa0;to really engage in this process of separation and individuation in relationship?<br />
Well, like you know,<br />
&#xa0;in the SSLD framework we always use this one little interesting concept of needs, right?<br />
And then like, how does it work?<br />
Our analysis goes something like this.<br />
When someone is heavily invested in a relationship and cannot let go,<br />
&#xa0;and cannot leave that relationship and become like more independent.<br />
It usually means that this person doesn't have a lot of options from other sources<br />
&#xa0;or from other relationships to address his or her needs.<br />
So if you imagine there's a parent like who can not let go of her child.<br />
Well, it can happen to men, too, I'm not saying that only mothers do that.<br />
There's fathers who cannot let their child go.<br />
So the parent is heavily invested in this relationship.<br />
Meaning that many of his or her needs are met through this relationship<br />
&#xa0;and those needs can not be effectively met by other relationships.<br />
And that's why when the child is about to go,<br />
&#xa0;the parent will become nervous, anxious, and controlling, and want to hold onto the child.<br />
So, but then if you are talking about someone who has multiple sources of gratification,<br />
&#xa0;&#xa0;like many gratifying relationships in his or her life,<br />
&#xa0;and life is rich and pleasant.<br />
I believe this person will have less of a problem<br />
&#xa0;allowing this other person go and separate and individuate.<br />
So I think the key idea we have is you know, whether the person's needs are met.<br />
<br />
We can also talk about the person who is leaving.<br />
It's the same thing.<br />
For some people, they stay in the relationship and they cannot individuate or separate.<br />
Because they're largely dependent on this one relationship to meet most of their needs.<br />
And they may not have the confidence,<br />
&#xa0;they may not even believe that it is possible for them to have those needs met<br />
&#xa0;&#xa0;when they step out of the relationship.<br />
So they stay in that relationship,<br />
&#xa0;even when it is like, stifling, and oppressive, and sometimes even abusive.<br />
So our approach to this is to help empower the person who has to separate and individuate.<br />
And one of the things that we do is to let this person<br />
&#xa0;develop a wider repertoire of skills and a wider range of working, functioning relationships.<br />
So that his or her needs are being met.<br />
Then it makes it easier for this person<br />
&#xa0;to go through this transition of like separation and individuation.<br />
</p>
</div>
<div id="outline-container-orgbcde1ab" class="outline-3">
<h3 id="orgbcde1ab">expression</h3>
<div class="outline-text-3" id="text-orgbcde1ab">
<p>
separation [ˌsepəˈreɪʃ(ə)n]: n. when something separates or is separate分离, 分开<br />
individuate [ˌɪndɪˈvɪdʒuˌeɪt] individuation: v.n. to make someone or something clearly different from others of the same kind使个体化<br />
enmesh [ɪn'meʃ]: v. involve (someone) in a difficult situation from which it is hard to escape使陷入<br />
resemble [riˈzɛmb(ə)l]: v. to look like or be similar to someone or something象, 类似<br />
dynamics [daɪ'næmɪks]: n. the way in which things or people behave, react, and affect each other动力<br />
reluctance [rɪ'lʌktəns]: n. when someone is unwilling to do something, or when they do something slowly to show that they are not very willing不愿意<br />
invest [ɪnˈvest]: v. to buy shares, property, or goods because you hope that the value will increase and you can make a profit投资,投入<br />
stifle [ˈstaɪf(ə)l]: v. to stop something from happening or developing OPP encourage压抑<br />
empower [emˈpaʊr]: v. to give someone more control over their own life or situation使自主<br />
repertoire [ˈrepərˌtwɑ:r]: n. the total number of things that someone or something is able to do全部才能<br />
</p>
<hr />
<p>
take way longer: 花更长时间<br />
hold on/onto sb.: 抓住某人不放<br />
let go (of her child): 放手(某人)<br />
</p>
</div>
</div>
