SSLD/5-2 5.7 Separation-Individuation 1.html
<div id="outline-container-org86ef19c" class="outline-3">
<h3 id="org86ef19c">ch.</h3>
<div class="outline-text-3" id="text-org86ef19c">
<p>
5-2 5.7 分离-个体化 1<br />
所以，当我们在探讨关系转变时，一个重要的方面就是分离-个体化的过程。<br />
这通常来源于依附理论。<br />
在这个理论中，我们关注的是孩子逐渐成为自己独立的个体，并从与照顾者的密切关系中分离出来。<br />
但在SSLD中，我们对这一点有不同的理解，对吗？<br />
是的，我认为依附理论实际上对我们理解从儿童时期开始的关系有着重要贡献。<br />
而且，我认为分离-个体化为我们提供了一个很好的概念框架来理解这些事情。<br />
但是，考虑到我们不仅与儿童及其照顾者或父母合作，还与那些在晚年发现自己存在问题的成年人合作，<br />
我们对这一点有些不同的看法。<br />
首先，当我们谈到分离-个体化时，我们发现并不是每个人都能在儿童时期完成这个过程。<br />
有些人实际上会花更长的时间才能完成这一过程。<br />
有些人会长期依赖父母或父母式的人物，直到很大年纪才完成分离-个体化。<br />
而另一方面，父母也可能无法放手。<br />
当孩子应该离开时，父母会拉住不放，不允许这个分离-个体化的过程发生。<br />
我们还在那些关系密切的情境中看到这种现象，<br />
两个参与者的关系类似于一种父母与孩子的关系。<br />
然后就会有类似的动态，虽然不完全一样。<br />
一个人可能会做决定，照顾和提供，而另一个人则依赖于对方。<br />
当这个人想逐渐脱离这段关系并变得独立时，就会出现很多紧张、抵触，甚至可能是直接的冲突、攻击或敌意。<br />
所以，分离-个体化是一个非常有用的概念框架或隐喻，用来理解关系。<br />
也许你可以告诉我们，为什么对于某些人来说，真正参与到这个分离和个体化的过程里是如此困难？<br />
嗯，你知道的，在SSLD的框架下，我们总是使用一个有趣的概念——需求，对吧？<br />
那它是如何运作的呢？<br />
我们的分析大致是这样的：当一个人深深投入一段关系，无法放手，无法离开这段关系并变得更加独立时，<br />
通常意味着这个人没有从其他来源或其他关系中获得满足自己需求的选择。<br />
比如你想象一下有一个父母无法放手自己的孩子，<br />
这也可能发生在男性身上，我并不是说只有母亲才会这样。<br />
父亲也有无法放手孩子的情况。<br />
所以，父母深深投入这段关系，意味着他们的很多需求是通过这段关系来满足的，而这些需求无法通过其他关系得到有效满足。<br />
因此，当孩子准备离开时，父母会变得紧张、焦虑、控制，并试图抓住孩子不放。<br />
但如果我们谈的是一个拥有多种满足来源的人，<br />
比如有很多让自己愉快的关系，并且生活丰富、愉快，我相信这个人就会更容易允许另一个人离开，去独立和个体化。<br />
所以，我认为我们所强调的关键点是，这个人的需求是否得到了满足。<br />
我们也可以谈谈离开的那个人，情况也是一样的。<br />
有些人待在关系中，无法完成个体化或分离，<br />
因为他们在很大程度上依赖这一段关系来满足大部分需求。<br />
他们可能缺乏信心，甚至不相信自己在脱离这段关系后能够满足这些需求。<br />
所以，他们会继续待在这段关系中，即便这段关系让他们窒息、压抑，有时甚至是有害的。<br />
因此，我们的做法是帮助那些需要分离和个体化的人赋能。<br />
我们做的其中一件事是，让这个人发展更广泛的技能和更广泛的工作、功能性关系。<br />
这样，他们的需求就能够得到满足。<br />
然后，这就能让这个人更容易经历分离和个体化的转变。<br />
</p>
</div>
</div>
<div id="outline-container-orgda3d4bc" class="outline-3">
<h3 id="orgda3d4bc">sentence</h3>
<div class="outline-text-3" id="text-orgda3d4bc">
<p>
separation [ˌsepəˈreɪʃ(ə)n]: n. when something separates or is separate分离, 分开<br />
</p>
<ul class="org-ul">
<li>After our long time separation, I blew the powder into the cavern.<br /></li>
<li>Within the separation process, up to 80 percent of water will be dried.<br /></li>
<li>Exposed to a long time separatio, she desired for another Romantic relationship.<br /></li>
</ul>
<p>
individuate [ˌɪndɪˈvɪdʒuˌeɪt] individuation: v.n. to make someone or something clearly different from others of the same kind使个体化<br />
</p>
<ul class="org-ul">
<li>The boy who is an apprentice to the baker tries to individuate.<br /></li>
<li>Obviously, she individuated herself and refused some of her parents' demands.<br /></li>
<li>Ironically a pockmarked face individuated her when she was in high school.<br /></li>
</ul>
<p>
enmesh [ɪn'meʃ]: v. involve (someone) in a difficult situation from which it is hard to escape纠缠<br />
</p>
<ul class="org-ul">
<li>He succeeded in protecting against the detective who is enmeshed in a crime.<br /></li>
<li>The docter is being enmeshed with a kind of virus that's caught from a cow.<br /></li>
<li>It is stupid to challenge a woman enmeshed in a romantic relationship with her career.<br /></li>
</ul>
<p>
resemble [riˈzɛmb(ə)l]: v. to look like or be similar to someone or something象, 类似<br />
</p>
<ul class="org-ul">
<li>He is immune to cowpox resembling smallpox.<br /></li>
<li>With the procedure, he can recognize some words resembling difficult notes.<br /></li>
<li>The teacher deliberates at length over the knowledge resembling concepts in previous session.<br /></li>
</ul>
<p>
dynamics [daɪ'næmɪks]: n. the way in which things or people behave, react, and affect each other动态<br />
</p>
<ul class="org-ul">
<li>As long as the dynamics of the family changed dramatically, the law should become prohibited.<br /></li>
<li>The dynamics of the family certified the eradication of the tradition.<br /></li>
<li>The dynamics of the family proved that the couple had stolen over a million dollars.<br /></li>
</ul>
<p>
reluctance [rɪ'lʌktəns]: n. when someone is unwilling to do something, or when they do something slowly to show that they are not very willing不愿意<br />
</p>
<ul class="org-ul">
<li>The reluctance she expressed has been forever remembered by her child.<br /></li>
<li>The father of immunelogy published an article about the virus with reluctance.<br /></li>
<li>With reluctance, she took part in the great adventure of voyage.<br /></li>
</ul>
<p>
invest [ɪnˈvest]: v. to buy shares, property, or goods because you hope that the value will increase and you can make a profit投资,投入<br />
</p>
<ul class="org-ul">
<li>What's the matter, why do you invest so much in the relationship?<br /></li>
<li>What the household invested in the school can extend as far back as middle ages.<br /></li>
<li>Back then, she was reluctant to invest in a boxer school.<br /></li>
</ul>
<p>
stifle [ˈstaɪf(ə)l]: v. to stop something from happening or developing OPP encourage压抑<br />
</p>
<ul class="org-ul">
<li>What she went through in the marriage is simple described as a stifling times.<br /></li>
<li>Believe it or not, those who suffer in stifle relationships have one common characteristic.<br /></li>
<li>She has to sustain herself by whoring, which is very stifling.<br /></li>
</ul>
<p>
empower [emˈpaʊr]: v. to give someone more control over their own life or situation使自主<br />
</p>
<ul class="org-ul">
<li>The force of the laws is supposed to empower minority groups in our country.<br /></li>
<li>The efficacy of the law empowering miniority groups is changing with the times.<br /></li>
<li>With the dramatic increase of immigrants, there is increasing laws empowering them.<br /></li>
</ul>
<p>
repertoire [ˈrepərˌtwɑ:r]: n. the total number of things that someone or something is able to do全部才能<br />
</p>
<ul class="org-ul">
<li>He is still suspicious about the repertoire of his brother's skills as a lawyer.<br /></li>
<li>Jimmy is tring to take advantage of the repertoire of his law skills in the court.<br /></li>
<li>The eminent lawyer reported worrying about the repertoire of his law skill.<br /></li>
</ul>
<hr />
<p>
take way longer: 花更长时间<br />
</p>
<ul class="org-ul">
<li>I always take way longer to complete my homework than my brother.<br /></li>
<li>My wife takes way longer to take a shower than me.<br /></li>
<li>My grandfather takes way longer to feast on dinner.<br /></li>
</ul>
<p>
hold on/onto sb.: 抓住某人不放<br />
</p>
<ul class="org-ul">
<li>Holding onto the attorney, the police discerned the cause of the murder.<br /></li>
<li>Why do you hold onto an innocent citizen?<br /></li>
<li>If you hold on the attorney who is familiar with the household, you may find more hints.<br /></li>
</ul>
<p>
let go (of her child): 放手(某人)<br />
</p>
<ul class="org-ul">
<li>She begged her father to let go of her and her boyfriend in public.<br /></li>
<li>I shall let go of a child who doesn't care for the family.<br /></li>
<li>The relationship is transforming, I have to let go of my daughter.<br /></li>
</ul>
</div>
</div>
