SSLD/5-2 5.7 Separation-Individuation 1.org
** sentence2
separation [ˌsepəˈreɪʃ(ə)n]: n. when something separates or is separate分离, 分开
- After our long-time separation, I blew the powder into the cavern.
- Within the separation process, up to 80 percent of water will be dried.
- Exposed to a long-time separation, she desired another Romantic relationship.
individuate [ˌɪndɪˈvɪdʒuˌeɪt] individuation: v.n. to make someone or something clearly different from others of the same kind使个体化
- The boy who is an apprentice to the baker tries to individuate.
- Obviously, she individuated herself and refused some of her parents' demands.
- Ironically a pockmarked face individuated her when she was in high school.
enmesh [ɪn'meʃ]: v. involve (someone) in a difficult situation from which it is hard to escape纠缠
- He succeeded in protecting against the detective enmeshed in a crime.
- The doctor is being enmeshed with a kind of virus that's caught from a cow.
- It is stupid to challenge a woman enmeshed in a romantic relationship with her career.
resemble [riˈzɛmb(ə)l]: v. to look like or be similar to someone or something象, 类似
- He is immune to cowpox resembling smallpox.
- With the procedure, he can recognize some words resembling difficult notes.
- The teacher deliberates at length over the knowledge resembling concepts in the previous session.
dynamics [daɪ'næmɪks]: n. the way in which things or people behave, react, and affect each other动态
- As long as the dynamics of the family change dramatically, the law should become prohibited.
- The dynamics of the family certified the eradication of the tradition.
- The dynamics of the family proved that the couple had stolen over a million dollars.
reluctance [rɪ'lʌktəns]: n. when someone is unwilling to do something, or when they do something slowly to show that they are not very willing不愿意
- The reluctance she expressed has been forever remembered by her child. 
- The father of immunology published an article about the virus, with reluctance.
- With reluctance, she took part in the great adventure of the voyage.
invest [ɪnˈvest]: v. to buy shares, property, or goods because you hope that the value will increase and you can make a profit投资,投入
- What's the matter, why do you invest so much in the relationship?
- What the household invested in the school can extend as far back as the middle ages.
- Back then, she was reluctant to invest in a boxing school.
stifle [ˈstaɪf(ə)l]: v. to stop something from happening or developing OPP encourage压抑
- What she went through in the marriage is simply described as stifling times.
- Believe it or not, those who suffer in stifle relationships have one common characteristic.
- She has to sustain herself by whoring, which is very stifling.
empower [emˈpaʊr]: v. to give someone more control over their own life or situation使自主
- The force of the laws is supposed to empower minority groups in our country. 
- The efficacy of the law empowering minority groups is changing with the times.
- With the dramatic increase of the immigrants, there are increasing laws empowering them.
repertoire [ˈrepərˌtwɑ:r]: n. the total number of things that someone or something is able to do全部才能
- He is still suspicious about the repertoire of his brother's skills as a lawyer.
- Jimmy is trying to take advantage of the repertoire of his law skills in the court.
- The eminent lawyer reported worrying about the repertoire of his law skills.
--------------------
take way longer: 花更长时间
- I always take way longer to complete my homework than my brother.
- My wife takes way longer to take a shower than me.
- My grandfather takes way longer to feast on dinner.
hold on/onto sb.: 抓住某人不放
- Holding onto the attorney, the police discerned the cause of the murder.
- Why do you hold onto an innocent citizen?
- If you hold onto an attorney who is familiar with the household, you may find more hints.
let go (of her child): 放手(某人)
- She begged her father to let go of her and her boyfriend in public.
- I shall let go of a child who doesn't care for the family.
- The relationship is transforming, I have to let go of my daughter.
