SSLD/5-2 5.7 Separation-Individuation 1.html
<div id="outline-container-org88d02c4" class="outline-3">
<h3 id="org88d02c4">sentence2</h3>
<div class="outline-text-3" id="text-org88d02c4">
<p>
separation [ˌsepəˈreɪʃ(ə)n]: n. when something separates or is separate分离, 分开<br />
</p>
<ul class="org-ul">
<li>After our long-time separation, I blew the powder into the cavern.<br /></li>
<li>Within the separation process, up to 80 percent of water will be dried.<br /></li>
<li>Exposed to a long-time separation, she desired another Romantic relationship.<br /></li>
</ul>
<p>
individuate [ˌɪndɪˈvɪdʒuˌeɪt] individuation: v.n. to make someone or something clearly different from others of the same kind使个体化<br />
</p>
<ul class="org-ul">
<li>The boy who is an apprentice to the baker tries to individuate.<br /></li>
<li>Obviously, she individuated herself and refused some of her parents' demands.<br /></li>
<li>Ironically a pockmarked face individuated her when she was in high school.<br /></li>
</ul>
<p>
enmesh [ɪn'meʃ]: v. involve (someone) in a difficult situation from which it is hard to escape纠缠<br />
</p>
<ul class="org-ul">
<li>He succeeded in protecting against the detective enmeshed in a crime.<br /></li>
<li>The doctor is being enmeshed with a kind of virus that's caught from a cow.<br /></li>
<li>It is stupid to challenge a woman enmeshed in a romantic relationship with her career.<br /></li>
</ul>
<p>
resemble [riˈzɛmb(ə)l]: v. to look like or be similar to someone or something象, 类似<br />
</p>
<ul class="org-ul">
<li>He is immune to cowpox resembling smallpox.<br /></li>
<li>With the procedure, he can recognize some words resembling difficult notes.<br /></li>
<li>The teacher deliberates at length over the knowledge resembling concepts in the previous session.<br /></li>
</ul>
<p>
dynamics [daɪ'næmɪks]: n. the way in which things or people behave, react, and affect each other动态<br />
</p>
<ul class="org-ul">
<li>As long as the dynamics of the family change dramatically, the law should become prohibited.<br /></li>
<li>The dynamics of the family certified the eradication of the tradition.<br /></li>
<li>The dynamics of the family proved that the couple had stolen over a million dollars.<br /></li>
</ul>
<p>
reluctance [rɪ'lʌktəns]: n. when someone is unwilling to do something, or when they do something slowly to show that they are not very willing不愿意<br />
</p>
<ul class="org-ul">
<li>The reluctance she expressed has been forever remembered by her child.<br /></li>
<li>The father of immunology published an article about the virus, with reluctance.<br /></li>
<li>With reluctance, she took part in the great adventure of the voyage.<br /></li>
</ul>
<p>
invest [ɪnˈvest]: v. to buy shares, property, or goods because you hope that the value will increase and you can make a profit投资,投入<br />
</p>
<ul class="org-ul">
<li>What's the matter, why do you invest so much in the relationship?<br /></li>
<li>What the household invested in the school can extend as far back as the middle ages.<br /></li>
<li>Back then, she was reluctant to invest in a boxing school.<br /></li>
</ul>
<p>
stifle [ˈstaɪf(ə)l]: v. to stop something from happening or developing OPP encourage压抑<br />
</p>
<ul class="org-ul">
<li>What she went through in the marriage is simply described as stifling times.<br /></li>
<li>Believe it or not, those who suffer in stifle relationships have one common characteristic.<br /></li>
<li>She has to sustain herself by whoring, which is very stifling.<br /></li>
</ul>
<p>
empower [emˈpaʊr]: v. to give someone more control over their own life or situation使自主<br />
</p>
<ul class="org-ul">
<li>The force of the laws is supposed to empower minority groups in our country.<br /></li>
<li>The efficacy of the law empowering minority groups is changing with the times.<br /></li>
<li>With the dramatic increase of the immigrants, there are increasing laws empowering them.<br /></li>
</ul>
<p>
repertoire [ˈrepərˌtwɑ:r]: n. the total number of things that someone or something is able to do全部才能<br />
</p>
<ul class="org-ul">
<li>He is still suspicious about the repertoire of his brother's skills as a lawyer.<br /></li>
<li>Jimmy is trying to take advantage of the repertoire of his law skills in the court.<br /></li>
<li>The eminent lawyer reported worrying about the repertoire of his law skills.<br /></li>
</ul>
<hr />
<p>
take way longer: 花更长时间<br />
</p>
<ul class="org-ul">
<li>I always take way longer to complete my homework than my brother.<br /></li>
<li>My wife takes way longer to take a shower than me.<br /></li>
<li>My grandfather takes way longer to feast on dinner.<br /></li>
</ul>
<p>
hold on/onto sb.: 抓住某人不放<br />
</p>
<ul class="org-ul">
<li>Holding onto the attorney, the police discerned the cause of the murder.<br /></li>
<li>Why do you hold onto an innocent citizen?<br /></li>
<li>If you hold onto an attorney who is familiar with the household, you may find more hints.<br /></li>
</ul>
<p>
let go (of her child): 放手(某人)<br />
</p>
<ul class="org-ul">
<li>She begged her father to let go of her and her boyfriend in public.<br /></li>
<li>I shall let go of a child who doesn't care for the family.<br /></li>
<li>The relationship is transforming, I have to let go of my daughter.<br /></li>
</ul>
</div>
</div>
</div>
</div>
</body>
</html>
